Repository: holg/eulumdat-rs
Catalog: EulumdatApp/EulumdatApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru, zh_hans

# validation.messages.w027
source: Lamp set {0} has negative wattage
de: Leuchtmittelset {0} hat negative Leistung
es: El conjunto de lámparas {0} tiene potencia negativa
fr: L'ensemble de lampes {0} a une puissance négative
it: Il set di lampade {0} ha potenza negativa
pt_br: Conjunto de lâmpadas {0} possui potência negativa
ru: Набор ламп {0} имеет отрицательную мощность
zh_hans: 光源组 {0} 的功率为负值

# validation.messages.w028
source: Lamp set {0} type exceeds 40 characters
de: Leuchtmittelset {0} Typ überschreitet 40 Zeichen
es: El tipo del conjunto de lámparas {0} supera 40 caracteres
fr: Le type de l'ensemble de lampes {0} dépasse 40 caractères
it: Il tipo del set di lampade {0} supera 40 caratteri
pt_br: Tipo de lâmpada do conjunto {0} excede 40 caracteres
ru: Тип лампы набора {0} превышает 40 символов
zh_hans: 光源组 {0} 的类型超过40个字符

# validation.messages.w029
source: Lamp set {0} color appearance exceeds 40 characters
de: Leuchtmittelset {0} Lichtfarbe überschreitet 40 Zeichen
es: La apariencia de color del conjunto de lámparas {0} supera 40 caracteres
fr: L'apparence de couleur de l'ensemble de lampes {0} dépasse 40 caractères
it: L'aspetto del colore del set di lampade {0} supera 40 caratteri
pt_br: Aparência de cor do conjunto de lâmpadas {0} excede 40 caracteres
ru: Цветность набора ламп {0} превышает 40 символов
zh_hans: 光源组 {0} 的光色超过40个字符

# validation.messages.w030
source: Lamp set {0} color rendering group exceeds 40 characters
de: Leuchtmittelset {0} Farbwiedergabegruppe überschreitet 40 Zeichen
es: El grupo de rendimiento cromático del conjunto de lámparas {0} supera 40 caracteres
fr: Le groupe de rendu des couleurs de l'ensemble de lampes {0} dépasse 40 caractères
it: Il gruppo di resa cromatica del set di lampade {0} supera 40 caratteri
pt_br: Grupo de reprodução de cor do conjunto de lâmpadas {0} excede 40 caracteres
ru: Группа цветопередачи набора ламп {0} превышает 40 символов
zh_hans: 光源组 {0} 的显色性组别超过40个字符

# validation.messages.w031
source: Direct ratio {0} ({1}) is out of range (0-1)
de: Direktverhältnis {0} ({1}) ist außerhalb des Bereichs (0-1)
es: El ratio directo {0} ({1}) está fuera de rango (0-1)
fr: Le ratio direct {0} ({1}) est hors plage (0-1)
it: Il rapporto diretto {0} ({1}) è fuori intervallo (0-1)
pt_br: Razão direta {0} ({1}) fora do intervalo (0-1)
ru: Прямой коэффициент {0} ({1}) вне допустимого диапазона (0-1)
zh_hans: 直接比率 {0} ({1}) 超出范围 (0-1)

# validation.messages.w032
source: C-planes not sorted: C[{0}]={1} >= C[{2}]={3}
de: C-Ebenen nicht sortiert: C[{0}]={1} >= C[{2}]={3}
es: Planos C no ordenados: C[{0}]={1} >= C[{2}]={3}
fr: Plans C non triés : C[{0}]={1} >= C[{2}]={3}
it: Piani C non ordinati: C[{0}]={1} >= C[{2}]={3}
pt_br: Planos C não ordenados: C[{0}]={1} >= C[{2}]={3}
ru: C-плоскости не отсортированы: C[{0}]={1} >= C[{2}]={3}
zh_hans: C平面未排序：C[{0}]={1} >= C[{2}]={3}

# validation.messages.w033
source: C-plane angle C[{0}]={1} is out of range (0-360)
de: C-Ebenen-Winkel C[{0}]={1} ist außerhalb des Bereichs (0-360)
es: El ángulo del plano C C[{0}]={1} está fuera de rango (0-360)
fr: L'angle du plan C C[{0}]={1} est hors plage (0-360)
it: L'angolo del piano C C[{0}]={1} è fuori intervallo (0-360)
pt_br: Ângulo do plano C C[{0}]={1} fora do intervalo (0-360)
ru: Угол C-плоскости C[{0}]={1} вне допустимого диапазона (0-360)
zh_hans: C平面角度 C[{0}]={1} 超出范围 (0-360)

# validation.messages.w034
source: G-planes not sorted: G[{0}]={1} >= G[{2}]={3}
de: G-Ebenen nicht sortiert: G[{0}]={1} >= G[{2}]={3}
es: Planos G no ordenados: G[{0}]={1} >= G[{2}]={3}
fr: Plans G non triés : G[{0}]={1} >= G[{2}]={3}
it: Piani G non ordinati: G[{0}]={1} >= G[{2}]={3}
pt_br: Planos G não ordenados: G[{0}]={1} >= G[{2}]={3}
ru: G-плоскости не отсортированы: G[{0}]={1} >= G[{2}]={3}
zh_hans: G平面未排序：G[{0}]={1} >= G[{2}]={3}

# validation.messages.w035
source: First G-plane angle ({0}) is negative
de: Erster G-Ebenen-Winkel ({0}) ist negativ
es: El primer ángulo del plano G ({0}) es negativo
fr: Le premier angle du plan G ({0}) est négatif
it: Il primo angolo del piano G ({0}) è negativo
pt_br: Primeiro ângulo do plano G ({0}) é negativo
ru: Первый угол G-плоскости ({0}) отрицательный
zh_hans: 首个G平面角度 ({0}) 为负值

# validation.messages.w036
source: Last G-plane angle ({0}) exceeds 180°
de: Letzter G-Ebenen-Winkel ({0}) überschreitet 180°
es: El último ángulo del plano G ({0}) supera 180°
fr: Le dernier angle du plan G ({0}) dépasse 180°
it: L'ultimo angolo del piano G ({0}) supera 180°
pt_br: Último ângulo do plano G ({0}) excede 180°
ru: Последний угол G-плоскости ({0}) превышает 180°
zh_hans: 末尾G平面角度 ({0}) 超过180°

# validation.messages.w037
source: No symmetry mode requires C90 plane
de: Keine-Symmetrie-Modus erfordert C90-Ebene
es: El modo sin simetría requiere el plano C90
fr: Le mode sans symétrie nécessite le plan C90
it: La modalità senza simmetria richiede il piano C90
pt_br: Modo sem simetria requer plano C90
ru: Режим без симметрии требует плоскость C90
zh_hans: 无对称模式需要C90平面

# validation.messages.w038
source: No symmetry mode requires C180 plane
de: Keine-Symmetrie-Modus erfordert C180-Ebene
es: El modo sin simetría requiere el plano C180
fr: Le mode sans symétrie nécessite le plan C180
it: La modalità senza simmetria richiede il piano C180
pt_br: Modo sem simetria requer plano C180
ru: Режим без симметрии требует плоскость C180
zh_hans: 无对称模式需要C180平面

# validation.messages.w039
source: No symmetry mode requires C270 plane
de: Keine-Symmetrie-Modus erfordert C270-Ebene
es: El modo sin simetría requiere el plano C270
fr: Le mode sans symétrie nécessite le plan C270
it: La modalità senza simmetria richiede il piano C270
pt_br: Modo sem simetria requer plano C270
ru: Режим без симметрии требует плоскость C270
zh_hans: 无对称模式需要C270平面

# validation.messages.w040
source: Intensity data has {0} C-planes, expected {1} based on symmetry
de: Lichtstärkedaten haben {0} C-Ebenen, erwartet {1} basierend auf Symmetrie
es: Los datos de intensidad tienen {0} planos C, se esperaban {1} según la simetría
fr: Les données d'intensité comportent {0} plans C, {1} attendus selon la symétrie
it: I dati di intensità hanno {0} piani C, previsti {1} in base alla simmetria
pt_br: Dados de intensidade possuem {0} planos C, esperado {1} com base na simetria
ru: Данные силы света содержат {0} C-плоскостей, ожидается {1} на основе симметрии
zh_hans: 光强数据包含 {0} 个C平面，基于对称性应为 {1} 个

# validation.messages.w041
source: Intensity row {0} has {1} G-values, expected {2}
de: Lichtstärkezeile {0} hat {1} G-Werte, erwartet {2}
es: La fila de intensidad {0} tiene {1} valores G, se esperaban {2}
fr: La ligne d'intensité {0} comporte {1} valeurs G, {2} attendues
it: La riga di intensità {0} ha {1} valori G, previsti {2}
pt_br: Linha de intensidade {0} possui {1} valores G, esperado {2}
ru: Строка силы света {0} содержит {1} G-значений, ожидается {2}
zh_hans: 光强数据第 {0} 行有 {1} 个G值，应为 {2} 个

# validation.messages.w042
source: Negative intensity value: {0}
de: Negativer Lichtstärkewert: {0}
es: Valor de intensidad negativo: {0}
fr: Valeur d'intensité négative : {0}
it: Valore di intensità negativo: {0}
pt_br: Valor de intensidade negativo: {0}
ru: Отрицательное значение силы света: {0}
zh_hans: 存在负光强值：{0}

# validation.messages.w043
source: Intensity value {0} exceeds typical maximum
de: Lichtstärkewert {0} überschreitet das übliche Maximum
es: El valor de intensidad {0} supera el máximo típico
fr: La valeur d'intensité {0} dépasse le maximum typique
it: Il valore di intensità {0} supera il massimo tipico
pt_br: Valor de intensidade {0} excede o máximo típico
ru: Значение силы света {0} превышает типичный максимум
zh_hans: 光强值 {0} 超过典型最大值

# validation.messages.w044
source: All intensity values are under 1 cd/klm (avg: {0}). Data may be incorrect.
de: Alle Lichtstärkewerte liegen unter 1 cd/klm (Mittel: {0}). Daten könnten fehlerhaft sein.
es: Todos los valores de intensidad están por debajo de 1 cd/klm (promedio: {0}). Los datos podrían ser incorrectos.
fr: Toutes les valeurs d'intensité sont inférieures à 1 cd/klm (moy. : {0}). Les données peuvent être incorrectes.
it: Tutti i valori di intensità sono inferiori a 1 cd/klm (media: {0}). I dati potrebbero essere errati.
pt_br: Todos os valores de intensidade estão abaixo de 1 cd/klm (média: {0}). Os dados podem estar incorretos.
ru: Все значения силы света менее 1 кд/клм (среднее: {0}). Данные могут быть некорректными.
zh_hans: 所有光强值均低于 1 cd/klm（平均值：{0}）。数据可能有误。

# validation.messages.w045
source: Luminaire length is zero — no real luminaire has zero length
de: Leuchtenlänge ist null — keine reale Leuchte hat eine Länge von null
es: La longitud de la luminaria es cero — ninguna luminaria real tiene longitud cero
fr: La longueur du luminaire est nulle — aucun luminaire réel n'a une longueur nulle
it: La lunghezza dell'apparecchio è zero — nessun apparecchio reale ha lunghezza zero
pt_br: Comprimento da luminária é zero — nenhuma luminária real tem comprimento zero
ru: Длина светильника равна нулю — ни один реальный светильник не имеет нулевую длину
zh_hans: 灯具长度为零——实际灯具不可能长度为零

# validation.messages.w046
source: Luminaire height is zero — no real luminaire has zero height
de: Leuchtenhöhe ist null — keine reale Leuchte hat eine Höhe von null
es: La altura de la luminaria es cero — ninguna luminaria real tiene altura cero
fr: La hauteur du luminaire est nulle — aucun luminaire réel n'a une hauteur nulle
it: L'altezza dell'apparecchio è zero — nessun apparecchio reale ha altezza zero
pt_br: Altura da luminária é zero — nenhuma luminária real tem altura zero
ru: Высота светильника равна нулю — ни один реальный светильник не имеет нулевую высоту
zh_hans: 灯具高度为零——实际灯具不可能高度为零

# validation.title
source: Validation
de: Validierung
es: Validación
it: Validazione
pt_br: Validação
ru: Проверка
zh_hans: 验证

# welcome.dropFile
source: Drop file here
de: Datei hier ablegen
es: Suelta el archivo aquí
fr: Déposez le fichier ici
it: Rilascia il file qui
pt_br: Solte o arquivo aqui
ru: Перетащите файл сюда
zh_hans: 将文件拖放到此处

# welcome.newFromTemplate
source: New from Template
de: Neu aus Vorlage
es: Nuevo desde plantilla
fr: Nouveau depuis modèle
it: Nuovo da modello
pt_br: Novo a partir do modelo
ru: Создать из шаблона
zh_hans: 从模板新建

# welcome.openFile
source: Open File
de: Datei öffnen
es: Abrir archivo
fr: Ouvrir un fichier
it: Apri file
pt_br: Abrir arquivo
ru: Открыть файл
zh_hans: 打开文件

# welcome.subtitle
source: Open an LDT/IES file or choose a template
de: Öffnen Sie eine LDT/IES-Datei oder wählen Sie eine Vorlage
es: Abra un archivo LDT/IES o elija una plantilla
fr: Ouvrez un fichier LDT/IES ou choisissez un modèle
it: Apri un file LDT/IES o scegli un modello
pt_br: Abra um arquivo LDT/IES ou escolha um modelo
ru: Откройте файл LDT/IES или выберите шаблон
zh_hans: 打开 LDT/IES 文件或选择模板

# welcome.title
source: Welcome to Eulumdat
de: Willkommen bei Eulumdat
es: Bienvenido a Eulumdat
fr: Bienvenue dans Eulumdat
it: Benvenuto in Eulumdat
pt_br: Bem-vindo ao Eulumdat
ru: Добро пожаловать в Eulumdat
zh_hans: 欢迎使用 Eulumdat

# app.diagram.heatmap
source: Heatmap
es: Mapa de calor
fr: Carte thermique
it: Mappa di calore
pt_br: Mapa de calor
ru: Тепловая карта
zh_hans: 热图

# app.floodlightCtrl.linearScale
source: Linear
es: Lineal
fr: Linéaire
it: Lineare
ru: Линейная
zh_hans: 线性

# app.settings.export
source: Export
es: Exportar
fr: Exporter
it: Esporta
pt_br: Exportar
ru: Экспорт
zh_hans: 导出

# app.template.atlaHalogen
source: Halogen (ATLA)
es: Halógena (ATLA)
fr: Halogène (ATLA)
it: Alogena (ATLA)
pt_br: Halógena (ATLA)
ru: Галогенная (ATLA)
zh_hans: 卤素灯 (ATLA)

# app.template.wikiSpotlight
source: Spotlight (Wiki)
es: Foco (Wiki)
fr: Spot (Wiki)
it: Spot (Wiki)
pt_br: Spot (Wiki)
ru: Прожектор (Wiki)
zh_hans: 聚光灯 (Wiki)

# app.toolbar.export
source: Export
es: Exportar
fr: Exporter
it: Esporta
pt_br: Exportar
ru: Экспорт
zh_hans: 导出

# diagram.heatmap
source: Heatmap
es: Mapa de calor
fr: Carte thermique
it: Mappa di calore
pt_br: Mapa de calor
ru: Тепловая карта
zh_hans: 热图

# diagram.metrics.efficacy
source: Eff:
es: Ef:
pt_br: Ef:
ru: Эфф:
zh_hans: 效率:

# diagram.metrics.max
source: Max:
es: Máx:
pt_br: Máx:
ru: Макс:
zh_hans: 最大:

# floodlightCtrl.linearScale
source: Linear
es: Lineal
fr: Linéaire
it: Lineare
ru: Линейная
zh_hans: 线性

# luminaire.lamp_set.set_n
source: Set {n}
es: Conjunto {n}
fr: Ensemble {n}
pt_br: Conjunto {n}
ru: Набор {n}
zh_hans: 组 {n}

# report.details
source: Details
es: Detalles
fr: Détails
it: Dettagli
pt_br: Detalhes
ru: Подробности
zh_hans: 详细信息

# settings.export
source: Export
es: Exportar
fr: Exporter
it: Esporta
pt_br: Exportar
ru: Экспорт
zh_hans: 导出

# spectral.tm30.test
source: Test
es: Prueba
pt_br: Teste
ru: Тест
zh_hans: 测试

# template.atlaHalogen
source: Halogen (ATLA)
es: Halógena (ATLA)
fr: Halogène (ATLA)
it: Alogena (ATLA)
pt_br: Halógena (ATLA)
ru: Галогенная (ATLA)
zh_hans: 卤素灯 (ATLA)

# template.wikiSpotlight
source: Spotlight (Wiki)
es: Foco (Wiki)
fr: Spot (Wiki)
it: Spot (Wiki)
pt_br: Spot (Wiki)
ru: Прожектор (Wiki)
zh_hans: 聚光灯 (Wiki)

# toolbar.export
source: Export
es: Exportar
fr: Exporter
it: Esporta
pt_br: Exportar
ru: Экспорт
zh_hans: 导出

# ui.butterfly.max
source: Max
es: Máx
pt_br: Máx
ru: Макс
zh_hans: 最大

# ui.butterfly.pause
source: Pause
es: Pausar
it: Pausa
pt_br: Pausar
ru: Пауза
zh_hans: 暂停

# ui.floodlight.linear_scale
source: Linear
es: Lineal
fr: Linéaire
it: Lineare
ru: Линейный
zh_hans: 线性

# ui.header.title
source: Eulumdat Editor
es: Editor Eulumdat
fr: Éditeur Eulumdat
it: Editor Eulumdat
pt_br: Editor Eulumdat
ru: Редактор Eulumdat
zh_hans: Eulumdat 编辑器

# ui.subtabs.spd
source: SPD
es: DEP
fr: DSP
it: DSP
pt_br: DEP
ru: СРМ

# ui.tabs.export
source: Export
es: Exportar
fr: Exporter
it: Esporta
pt_br: Exportar
ru: Экспорт
zh_hans: 导出

# ui.tabs.heatmap
source: Heatmap
es: Mapa de calor
fr: Carte de chaleur
it: Mappa di calore
pt_br: Mapa de calor
ru: Тепловая карта
zh_hans: 热图

# ui.theme.system
source: System
es: Sistema
fr: Système
it: Sistema
pt_br: Sistema
ru: Системная
zh_hans: 系统

# validation.level.info
source: Info
es: Información
fr: Information
it: Informazione
pt_br: Informação
ru: Информация
zh_hans: 信息

# app.diagram.polar
source: Polar
fr: Polaire
it: Polare
ru: Полярная
zh_hans: 极坐标

# diagram.polar
source: Polar
fr: Polaire
it: Polare
ru: Полярная
zh_hans: 极坐标

# ui.diagram.polar
source: Polar
fr: Polaire
it: Polare
ru: Полярная
zh_hans: 极坐标

# ui.tabs.polar
source: Polar
fr: Polaire
it: Polare
ru: Полярная
zh_hans: 极坐标

# comparison.metrics.zonal_0_30
source: Zonal 0-30°
it: Zonale 0-30°
ru: Зона 0-30°
zh_hans: 区域 0-30°

# comparison.metrics.zonal_30_60
source: Zonal 30-60°
it: Zonale 30-60°
ru: Зона 30-60°
zh_hans: 区域 30-60°

# comparison.metrics.zonal_60_90
source: Zonal 60-90°
it: Zonale 60-90°
ru: Зона 60-90°
zh_hans: 区域 60-90°

# comparison.metrics.zonal_90_120
source: Zonal 90-120°
it: Zonale 90-120°
ru: Зона 90-120°
zh_hans: 区域 90-120°

# comparison.metrics.zonal_120_150
source: Zonal 120-150°
it: Zonale 120-150°
ru: Зона 120-150°
zh_hans: 区域 120-150°

# comparison.metrics.zonal_150_180
source: Zonal 150-180°
it: Zonale 150-180°
ru: Зона 150-180°
zh_hans: 区域 150-180°

# app.compare.delta
source: Delta
ru: Дельта
zh_hans: 差值

# app.diagram.isocandela
source: Isocandela
ru: Изокандела
zh_hans: 等光强

# app.diagram.isolux
source: Isolux
ru: Изолюкс
zh_hans: 等照度

# app.template.downlight
source: Downlight
ru: Даунлайт
zh_hans: 筒灯

# compare.delta
source: Delta
ru: Дельта
zh_hans: 差值

# diagram.axis.gamma
source: Gamma (γ)
pt_br: Gama (γ)
ru: Гамма (γ)
zh_hans: 伽马角 (γ)

# diagram.cone.classification.spot
source: Spot
ru: Направленный
zh_hans: 聚光

# diagram.cone.illuminance_table.e_nadir
source: E nadir
ru: E надир
zh_hans: E 天底

# diagram.cone.meter
source: m
ru: м

# diagram.isocandela
source: Isocandela
ru: Изокандела
zh_hans: 等光强

# diagram.isolux
source: Isolux
ru: Изолюкс
zh_hans: 等照度

# diagram.units.candela
source: Candela
ru: Кандела
zh_hans: 坎德拉

# diagram.units.intensity
source: cd/1000lm
ru: кд/1000лм

# diagram.units.intensity_short
source: cd/klm
ru: кд/клм

# diagram.units.lumen
source: lm
ru: лм
zh_hans: 流明

# diagram.units.lux
source: lx
ru: лк
zh_hans: 勒克斯

# diagram.units.watt
source: W
ru: Вт
zh_hans: 瓦

# spectral.metrics.ir_percent
source: IR
pt_br: IV
ru: ИК
zh_hans: 红外

# spectral.metrics.uv_percent
source: UV
ru: УФ

# spectral.region.uv_a
source: UV-A
ru: УФ-А

# spectral.units.watts_per_nm
source: W/nm
ru: Вт/нм

# template.downlight
source: Downlight
ru: Даунлайт
zh_hans: 筒灯

# ui.butterfly.auto
source: Auto
ru: Авто
zh_hans: 自动

# ui.compare.delta
source: Delta
ru: Дельта
zh_hans: 差值

# ui.spectral_badges.ir
source: IR
pt_br: IV
ru: ИК
zh_hans: 红外

# ui.spectral_badges.uv
source: UV
ru: УФ
zh_hans: 紫外

# ui.tabs.floodlight_isolux
source: Isolux
ru: Изолюкс
zh_hans: 等照度

# ui.tabs.info
source: Info
ru: Инфо
zh_hans: 信息

# ui.template.downlight
source: Downlight
ru: Даунлайт
zh_hans: 筒灯

# app.error.ok
source: OK
zh_hans: 确定

# app.nav.title
source: Eulumdat
zh_hans: 光度查看器

# error.ok
source: OK
zh_hans: 确定

# nav.title
source: Eulumdat
zh_hans: 光度查看器
